[
{
    "id": 1,
    "name": "the horrids",
    "act": "Live Act",
    "description": "The project has been created in the year 2019 in France. Radikal Moodz & Shred’er, combines the top of there imagination into a fresh style with energic basslines and grooves, all surrounded by organic textures broked by digital rythms that create a full 3D world to travel inside , unique of his kind. A fairy tail journey with twisted sounds, off beats sequences and crazy sound design are some of there elements.",
    "style": ["Darkpsy", "Forest"],
    "social": {
        "soundcloud": "https://soundcloud.com/thehorrids",
        "instagram": "https://www.instagram.com/the.horrids",
        "facebook": "https://www.facebook.com/Thehorridspsy"
    },
    "country": "France",
    "image_url" : "app/assets/images/the horrids.png"
},
{
    "id": 2,
    "name": "dr fractal",
    "act": "Live Act",
    "description": "Dr Fractal, real name Théo Santinacci, is a French psytrance artist affiliated with Transubtil Records. A musician since childhood and a former drummer in various bands, he launched the Dr Fractal project in 2013. His music blends groovy rhythms, deep atmospheres, and high-energy vibes. Notable releases include the album Smooth Lobotomy (2021) and the Red Spicy EP (2023), featuring collaborations with Karev and The Horrids. Dr Fractal has performed at international festivals, including the OZORA Festival in 2024.",
    "style": ["Darkpsy", "Forest", "Hitech"],
    "social": {
        "soundcloud": "https://soundcloud.com/theosantinacci",
        "facebook": "https://www.facebook.com/dr.fractal",
        "instagram": "https://www.instagram.com/dr.fractal_bakubai/"
    },
    "country": "France",
    "image_url" : "app/assets/images/drfractal.jpg"
    },
    {
    "id": 3,
    "name": "Opsuruus",
    "act": "Live Act",
    "description": "Opsuruus, real name Sandro Viegas, is a psytrance artist from Oliveira de Azeméis, Portugal, signed to Transubtil Records. His album Surreal Contrast, released in April 2024, features collaborations with artists like Noctune, Karev, and The Horrids. Opsuruus has also performed at international festivals, including the Psycristrance Festival 2023 in Mexico.",
    "style": ["Darkpsy", "Forest", "Hitech"],
    "social": {
        "soundcloud": "https://soundcloud.com/opsuruus",
        "instagram": "https://www.instagram.com/sandro_opsuruus/",
        "facebook": "https://www.facebook.com/Opsuruus/"
    },
    "country": "Portugal",
    "image_url" : "app/assets/images/opsuruus.jpg"
    }
    ]